Repository: fribim/akut-shift-planner
Catalog: translations/messages.*.xlf
Languages: de

# event_list
source: Event Plan List
de: Schichtplan Liste

source: Description
de: Beschrieb

source: Title
de: Titel

source: Date
de: Datum

# master_templates
source: Global Templates
de: Globale Vorlagen

source: Actions
de: Aktionen

source: Warning!
de: Warnung!

source: No templates defined
de: Keine Vorlagen definiert

# no_upcoming_event_plans
source: No upcoming shift plans
de: Keine kommenden Schichtpläne

source: Home
de: Start

# plans
source: Shift Plans
de: Schichtpläne

source: Templates
de: Vorlagen

source: new
de: Neu

source: new by template
de: Neu basierend auf Vorlage

source: login
de: Einloggen

source: Shift Planning
de: Schicht Planung

# home_description
source: This is a simple shift planning tool inspired by
de: Einfaches Schichtplanungs Tool inspiriert durch

# create_shift_plan
source: New shift plan
de: Schichtplan erstellen

source: Username
de: Benutzername

source: Password
de: Passwort

source: Story
de: Idee

# story_text
source: Schicht-Plan.ch was built, for the culutural center <a href="http://akut-thun.ch">AKuT</a> in Thun.<br> They needed a shift planner which allowed to store templates, so external people who want to organise an event at AKuT are able to crate a shift plan themselves.
de: Schicht-Plan.ch wurde ursprünglich für das <a href="http://akut-thun.ch">AKuT</a> in Thun entwickelt.<br> Die Grundidee war ein Schichtplan Tool, welches erlaubt Vorlagen zu speichern, damit Externe schnell und einfach einen Schichtplan erstellen können.

# credits_text
source: Built and hacked together by <a href="mailto:jan.friedli@gmx.ch?Subject=Schicht-Plan.ch" target="_top">Jan Friedli</a>. This tool was heavily inspired by <a href="https://schichtplan.immerda.ch">schichtplan.immerda.ch</a>.
de: Entwickelt durch <a href="mailto:jan.friedli@immerda.ch?Subject=Schicht-Plan.ch" target="_top">Jan Friedli</a>. Diese Webseite wurde stark durch <a href="https://schichtplan.immerda.ch">schichtplan.immerda.ch</a> inspiriert.

source: License
de: Lizenz

# license_text
source: This tool is licensed under GNU Affero General Public License (AGPL).<br>
de: Schicht-plan.ch unterliegt der GNU Affero General Public License (AGPL) Lizenz.<br>

source: New Shift Plan
de: Neuer Schichtplan

# email_label
source: Email (link will be sent to this address)
de: Email (Link wird an diese Adresse geschickt)

# is_template
source: Is this plan a template?
de: Ist dieser Schichtplan eine Vorlage?

source: Shifts
de: Schichten

source: Create
de: Erstellen

source: End
de: Ende

# number_people
source: Nr. of required poeple
de: Benötigte Personen

# add_shift
source: Add a shift
de: Schicht hinzufügen

# template_to_be_used
source: Choose template you want to use
de: Wähle die Vorlage

source: New Title
de: Neuer Titel

# new_by_template_title
source: New shift plan using a template
de: Neuer Schichtplan anhand einer Vorlage

source: Save
de: Speichern

source: Delete
de: Löschen

# people_needed
source: Enroll
de: Einschreibeplätze

source: Show details
de: Details anzeigen

source: enroll
de: einschreiben

source: Edit
de: Bearbeiten

source: No shifts defined
de: Keine Schichten definiert

source: Phone
de: Telefon

source: Show shift details
de: Zeige Schicht Details

# lost_password
source: Lost your password?
de: Passwort verloren?

source: Submit
de: OK

# label_name
source: Name (visible for creator only)
de: Name (nur für Ersteller_in sichtbar)

# label_alias
source: Alias (public)
de: Alias (öffentlich)

# recover_password_title
source: Recover password for plan
de: Passwort erneut senden

# check_email
source: Check your email inbox
de: Überprüfe deine Email Inbox

source: Back
de: Zurück

source: Recover
de: Senden

source: Register
de: Registrieren

# is_public
source: Make this template public?
de: Ist diese Vorlage öffentlich?

source: Repeat Password
de: Passwort Wiederholung

source: Wrong Password
de: Falsches Passwort

source: Username or Email
de: Benutzername oder Email

# email_used
source: Email is in use. Login to create a new plan
de: Email vergeben. Logge dich ein...

# define_shifts
source: You need to define at leas one shift
de: Es muss mindestens eine Schicht geben

source: Logout
de: Ausloggen

source: About
de: Über

source: Done
de: Fertig

source: Profile
de: Profil

source: Your Profile
de: Dein Profil

source: Edit Profile
de: Profil bearbeiten

# footer_text
source: Developed by
de: Entwickelt von

# footer_source_code
source: Source Code
de: Quellcode

# email_subject
source: New shift plan created!
de: Neuer Schichtplan und Konto

# email_shift_link_title
source: New shift plan
de: Neuer Schichtplan und Benutzer_innenkonto

# email_shift_link_body_html
source: By creating a shift plan you signed up for schicht-plan.ch</b> You can use this account to create shift plans in the future.</b> To find out who enrolled for your shifts and see more details (Real name, Email, Phone number) you'll need to login.</b>
de: Durch das erstellen des Schichtplans, hast du automatisch ein Benutzer_innenkonto angelegt.</b> Mit der angegebenen Email und Passwort kannst du dich einloggen und neue Schichtpläne erstellen, sowie bestehende einsehen.</b> Um herauszufinden wer sich eingeschrieben hat, sowie mehr Details (richtiger Name, Email, Telefonnummer) sehen zu können, musst du dich einloggen.</b>

# email_shift_link_body_text
source: By creating a shift plan you signed up for schicht-plan.ch</b> You can use this account to create shift plans in the future.</b> To find out who enrolled for your shifts and see more details (Real name, Email, Phone number) you'll need to login.
de: Durch das erstellen des Schichtplans, hast du automatisch ein Benutzer_innenkonto angelegt. Mit der angegebenen Email und Passwort kannst du dich einloggen und neue Schichtpläne erstellen, sowie bestehende einsehen. Um herauszufinden wer sich eingeschrieben hat, sowie mehr Details (richtiger Name, Email, Telefonnummer) sehen zu können, musst du dich einloggen.

# email_shift_link_text
source: Share this link to let people enroll:
de: Teile diesen Link, damit sich Leute einschreiben können:

source: Public
de: Öffentlich

source: Template
de: Vorlage

# your_shifts
source: Your upcoming shifts
de: Deine Schichten

# no_shifts
source: You have no upcoming shifts
de: Du bist in keinen kommenden Schichten eingetragen

source: Order Index
de: Sortier-Index

# plan_collection
source: Plan Collections
de: Plansammlungen

# no_plan_collections
source: No plan collection created
de: Keine Plan Sammlung erstellt

source: New Plan Collection
de: Neue Plansammlung

source: Sign up
de: Einschreiben

# person_email
source: Email (non public)
de: Email (nur für Ersteller_in sichtbar)

# person_phone
source: Telefonnummer (non public)
de: Telefonnummer (nur für Ersteller_in sichtbar)

# edit_person
source: Edit
de: Bearbeite

source: Enrolled people
de: Eingeschriebene Personen

source: of
de: von

# home_first_bullet
source: Public or private shift plan templates
de: Öffentliche oder private Vorlagen erstellen

# home_second_bullet
source: Plan collections (group multiple plans)
de: Plankollektionen (Gruppieren von mehreren Schichtplänen)

# home_third_bullet
source: Choose a public and a private display name
de: Wähle beim Einschreiben einen öffentlichen und einen privaten Anzeigenamen

# home_fourth_bullet
source: Passed plans will be deleted after 30 days
de: Vergangene Schichtpläne werden nach 30 Tagen gelöscht

# release_further_info
source: All releases available on <a target="_blank" href="https://github.com/janfriedli/akut-shift-planner/releases">GitHub</a>
de: Alle Releases findest du auf <a target="_blank" href="https://github.com/janfriedli/akut-shift-planner/releases">GitHub</a>
