Repository: fribim/akut-shift-planner
Catalog: translations/validators.*.xlf
Languages: de

# plan.title.min_length
source: The title must be at least {{ limit }} characters long
de: Der Titel muss mindestens aus {{ limit }} Zeichen bestehen

# plan.title.max_length
source: The title cannot be longer than {{ limit }} characters
de: Der Titel darf nicht mehr als {{ limit }} Zeichen enthalten

# plan.description.min_length
source: The description must be at least {{ limit }} characters long
de: Die Beschreibung muss mindestens aus {{ limit }} Zeichen bestehen

# plan.description.max_length
source: The description cannot be longer than {{ limit }} characters
de: Die Beschreibung darf nicht mehr als {{ limit }} Zeichen enthalten

# plan.shifts.count_min
source: You need at least {{ limit }} shift
de: Du brauchst mindestens {{ limit }} Schicht

# plan.shifts.count_max
source: We don't allow more than {{ limit }} shifts
de: Wir erlauben nicht mehr als {{ limit }} Schichten

# shift.numberPeople.min
source: You need at least {{ limit }} person per shift
de: Du brauchst mindestens {{ limit }} person pro Schicht

# shift.numberPeople.max
source: Really a shift with more than {{ limit }} people??? nope...
de: Mehr als {{ limit }} Personen sind nicht erlaubt

# person.email
source: {{ value }} is not a valid email
de: {{ value }} ist keine g√ºltige Email

# planCollection.title
source: Only letters, numbers and '-' are allowed
de: Es sind nur Buchstaben, Zahlen und Bindestriche erlaubt
